Repository: Algidaq/Blush-delivery
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Phone Number
ar: رقم الهاتف

# ar
source: Arabic
ar: عربي

# en
source: English
ar: انجليزي

source: Login
ar: تسيجيل الدخول

# pass
source: Password
ar: كلمة المرور

# passHint
source: Enter your password
ar: ادخل كلمة المرور

# invalidUser
source: Invalid phone number or password
ar: رقم الهاتف او كلمة المرور غير صحيحه

# unavailableService
source: Wer sorry service is currentlly unavailable
ar: ناسف لعدم توفر الخدمة حالياً

# requestCancelled
source: Your request to server got cancelled
ar: تم إالغاء

# networkError
source: Check Your Network Connection
ar: الرجاء التاكد من اتصالك؛ ب خددمة الانترنت

source: Reload
ar: إعادة الحميل

source: Reports
ar: التقارير

source: Cash
ar: نقداً

source: Mbok
ar: بنكك

# cashAndMbok
source: Cash & Mbok
ar: نقداً و بنكك

source: Unpaid
ar: لم يم الدفع

source: Edit
ar: تعديل

source: No Orders
ar: لاتوجد طلبيات

source: Call
ar: إتصل

source: Orders
ar: طلبات

source: Primary Phone
ar: رقم الهاتف الاساسي

# secondaryPhone
source: Second Phone
ar: رقم الهاتف الاخر

source: Notes
ar: ملاحظات

# notify
source: Notifiy
ar: Notify

source: Payment Method
ar: طريقة الدفع

source: Select
ar: اختر

# invalidCashAndMbok
source: Cash + Mbok not equal order total
ar: قيمة النقد + بنكك لا تساوي قيمة الطلب

source: Total
ar: إلاجمالي

# receipt
source: Recepit
ar: الإشعار

# selectImagePath
source: Select receipt from gallery or capture a photo
ar: اختر الاشعار من الاستوديو او او صوره

source: update
ar: تحديث

source: Order
ar: طلبية

source: Shipping details
ar: معلومات السكن

source: Message
ar: رسالة

source: Add note
ar: إضافة ملاحظه

source: Note
ar: ملاحظة

source: SEE ALL
ar: عرض الكل

source: Payment
ar: الدفع

# productTotal
source: Proudcts total
ar: إجممالي المنتجات

source: SDG
ar: ج.س

# shipping
source: Delivery Fees
ar: سعر التوصيل

source: Order total
ar: إجمالي الطلبية

source: Products
ar: المنتجات

source: Settings
ar: الإعدادت

source: Switch to light
ar: تفيعل الوضع العادي

source: Switch to dark
ar: تفعيل الوضع الليلي

# switchToArb
source: Switch to Arabic
ar: اللغة العربية

# switchToEng
source: Switch to English
ar: اللغة الانجليزيه

source: logout
ar: تسجيل الخروج

# generalSettings
source: Genreal Settings
ar: الاعدادت العامة
